ent-MedievalBlackSpire = Чёрный шпиль
    .desc = Зловещий шпиль, насылающий проклятие на весь сектор.
    .suffix = Средневековье

ent-MedievalMobSkeletHalberdSpell = магический скелет с алебардой
    .desc = Скелет с алебардой, созданный тёмной магией. Его останки рассыпаются, не оставляя добычи.
ent-MedievalMobSkeletDaggerSpell = магический скелет с кинжалами
    .desc = Ловкий скелет с кинжалами, созданный тёмной магией. Его останки рассыпаются, не оставляя добычи.
ent-MedievalMobSkeletLegionSpell = магический скелет-легионер
    .desc = Скелет-легионер, созданный тёмной магией. Его останки рассыпаются, не оставляя добычи.
ent-MedievalMobSkeletSpearSpell = магический скелет-копейщик
    .desc = Скелет с копьём, созданный тёмной магией. Его останки рассыпаются, не оставляя добычи.
