medieval-store-spells-fire-wave-name = Волна огня
medieval-store-spells-fire-wave-desc = После 2 секунд подготовки выпускает волну огня в направлении курсора. Волна расширяется до 4,1 метра, до 10 раз наносит по 3 ожога и поджигает цели перед магом. Стоимость 30 маны. Перезарядка 1 минута.
medieval-spell-speach-fire-wave = UNDA IGNIS!

medieval-store-spells-fire-wave-middle-name = Волна огня II
medieval-store-spells-fire-wave-middle-desc = После 2 секунд подготовки выпускает волну огня в направлении курсора. Волна расширяется до 4,1 метра, до 10 раз наносит по 4,5 ожога и добавляет по 0,1 стака огня целям перед магом. Стоимость 30 маны. Перезарядка 1 минута.

medieval-store-spells-fire-wave-senior-name = Волна огня III
medieval-store-spells-fire-wave-senior-desc = После 2 секунд подготовки выпускает волну огня в направлении курсора. Волна расширяется до 4,1 метра, до 10 раз наносит по 6 ожогов и добавляет по 0,15 стака огня целям перед магом. Стоимость 30 маны. Перезарядка 1 минута.
